[BallisticShield_CV X2AbilityTemplate]
LocFriendlyName="Щитоносец"
LocHelpText="Этот юнит даёт не полное укрытие для союзников. Дает носителю бонус не полного укрытия даже при обходе врагами с фланга."
LocLongDescription="Этот юнит даёт не полное укрытие для союзников. Дает носителю бонус не полного укрытия даже при обходе врагами с фланга."
LocFlyOverText="Щитоносец"

[BallisticShield_MG X2AbilityTemplate]
LocFriendlyName="Щитоносец"
LocHelpText="Этот юнит даёт не полное укрытие для союзников. Дает носителю бонус не полного укрытия даже при обходе врагами с фланга."
LocLongDescription="Этот юнит даёт не полное укрытие для союзников. Дает носителю бонус не полного укрытия даже при обходе врагами с фланга."
LocFlyOverText="Щитоносец"

[BallisticShield_BM X2AbilityTemplate]
LocFriendlyName="Щитоносец"
LocHelpText="Этот юнит даёт не полное укрытие для союзников. Дает носителю бонус не полного укрытия даже при обходе врагами с фланга."
LocLongDescription="Этот юнит даёт не полное укрытие для союзников. Дает носителю бонус не полного укрытия даже при обходе врагами с фланга."
LocFlyOverText="Щитоносец"

[SparkBallisticShield_CV X2AbilityTemplate]
LocFriendlyName="Щитоносец"
LocHelpText="Этот юнит имеет неполное укрытие и даёт неполное укрытие союзникам."
LocLongDescription="Этот юнит имеет неполное укрытие и даёт неполное укрытие союзникам."
LocFlyOverText="Щитоносец"

[SparkBallisticShield_MG X2AbilityTemplate]
LocFriendlyName="Щитоносец"
LocHelpText="Этот юнит имеет неполное укрытие и даёт неполное укрытие союзникам."
LocLongDescription="Этот юнит имеет неполное укрытие и даёт неполное укрытие союзникам."
LocFlyOverText="Щитоносец"

[SparkBallisticShield_BM X2AbilityTemplate]
LocFriendlyName="Щитоносец"
LocHelpText="Этот юнит имеет неполное укрытие и даёт неполное укрытие союзникам."
LocLongDescription="Этот юнит имеет неполное укрытие и даёт неполное укрытие союзникам."
LocFlyOverText="Щитоносец"

[ShieldWall X2AbilityTemplate]
LocFriendlyName="Глухая оборона (Щит)"
LocHelpText="Увеличивает защиту на 30, уклонение на 50 и даёт союзникам высокое укрытие. Можно использовать вне укрытия."
LocLongDescription="Повышает защиту на 30, уклонение на 50 и даёт союзникам высокое укрытие. Можно использовать вне укрытия."
LocFlyOverText="Глухая оборона (Щит)"

[ShieldBash X2AbilityTemplate]
LocFriendlyName="Удар щитом"
LocHelpText="Выполните рывок и ударьте врага своим щитом, нанося небольшой урон, но оставляя его дезориентированным."
LocLongDescription="Выполните рывок и ударьте врага своим щитом, нанося небольшой урон, но оставляя его дезориентированным."
LocFlyOverText="Удар щитом"